Repository: jenius-apps/ambie
Catalog: src/AmbientSounds.Uwp/Strings/*/Resources.resw
Source language: en_us
Languages: ar, bg, ca_es, cs_cz, da_dk, de_de, el, es_es, fa_ir, fr_fr, he_il, hr_hr, hu_hu, it_it, ja_jp, ko_kr, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, ta, tr, uk_ua, zh_cn, zh_hant

# FocusNotesPlaceholder
source: You can jot down any notes here 🙂
ar: 🙂 يمكنك كتابة أي ملاحظات هنا
bg: Можете да напишете всякакви бележки тук 🙂
cs_cz: Zde si můžete poznamenat jakékoli poznámky
da_dk: Du kan notere eventuelle noter her 🙂
de_de: Hier können Sie sich Notizen machen 🙂
el: Μπορείτε να σημειώσετε οποιεσδήποτε σημειώσεις εδώ 🙂
es_es: Puedes escribir cualquier nota aquí 🙂
fa_ir: شما می توانید هر یادداشتی را در اینجا یادداشت کنید 🙂
fr_fr: Vous pouvez écrire des notes ici
he_il: אתה יכול לרשום את כל ההערות כאן 🙂
hr_hr: Sve bilješke možete zabilježiti ovdje 🙂
hu_hu: Itt 🙂 feljegyezheti a jegyzeteket
it_it: Puoi prendere appunti qui 🙂
ja_jp: ここにメモを書き留めることができます
ko_kr: 여기에 메모를 작성할 수 있습니다
nl_be: Je kunt hier alle notities noteren 🙂
pl_pl: Tutaj możesz zapisać dowolne notatki 🙂
pt_pt: Você pode anotar quaisquer notas aqui
ro_ro: Poti nota orice note aici 🙂
sv_se: Du kan skriva ner alla anteckningar här 🙂
tr: Notlarınızı buraya yazabilirsiniz 🙂
uk_ua: Місце для записів або списку справ 🙂
zh_cn: 在这里可以随手记下笔记 🙂
zh_hant: 你可以在這裡做筆記 🙂

# FocusPlanningHeader
source: What's the plan?
ar: ما هي الخطة؟
bg: Какъв е планът?
cs_cz: Co máte v plánu?
da_dk: Hvad er planen?
de_de: Wie ist der Plan?
el: Ποιο είναι το σχέδιο;
es_es: ¿Cuál es el plan?
fa_ir: نقشه چیه؟
fr_fr: Quel est le plan?
he_il: מה התוכנית?
hr_hr: Kakav je plan?
hu_hu: Mi a terv?
it_it: Qual è il piano?
ja_jp: どんな計画ですか？
ko_kr: 무엇을 하실 계획이신가요?
nl_be: Wat is het plan?
pl_pl: Jaki mamy plan?
pt_pt: Qual é o plano?
ro_ro: Care este planul?
sv_se: Vad är planen?
tr: Planınız nedir?
uk_ua: Який у нас план?
zh_cn: 在这里设置专注计划
zh_hant: 你的計劃是？

source: Notepad
ar: المفكرة
bg: Бележник
cs_cz: Poznámkový blok
da_dk: Notesblok
de_de: Anmerkungen
es_es: Notas
fa_ir: یادداشت
fr_fr: Bloc-notes
he_il: פנקס רשימות
hu_hu: Jegyzettömb
it_it: Blocco appunti
ja_jp: ノート
ko_kr: 메모장
nl_be: Blocnote
pl_pl: Notatnik
pt_pt: Bloco de anotações
sv_se: Anteckningsblock
tr: Not defteri
uk_ua: Нотатки
zh_cn: 记事本
zh_hant: 記事本

source: Repeats
ar: تكرر
bg: Повторения
cs_cz: Opakuje se
da_dk: Gentager
de_de: Wiederholungen
el: Επαναλήψεις
es_es: Se repite
fa_ir: تکرار
fr_fr: Répète
he_il: חוזר
hr_hr: Ponavlja
hu_hu: Megismétli
it_it: Ripetizioni
ja_jp: 繰り返す
ko_kr: 반복 횟수
nl_be: Herhaalt
pl_pl: Powtórzenia
pt_pt: Repete
ro_ro: Repetari
sv_se: Upprepar
tr: Tekrarlar
uk_ua: Повторення
zh_cn: 重复次数
zh_hant: 重覆次數

# RestLength
source: Rest minutes
ar: دقائق الإستراحة
bg: Минути за почивка
cs_cz: Minuty pro odpočinek
da_dk: Hvileminutter
de_de: Ruheminuten
el: Λεπτά ανάπαυσης
es_es: Minutos de descanso
fa_ir: دقایق استراحت
fr_fr: Minutes de repos
he_il: דקות מנוחה
hr_hr: Minute odmora
hu_hu: Pihenő percek
it_it: Minuti di riposo
ja_jp: 休憩分
ko_kr: 휴식 시간(분)
nl_be: Rustminuten
pl_pl: Czas odpoczynku (w minutach)
pt_pt: Minutos de descanso
ro_ro: Durata sesiune de odihna
sv_se: Vilominuter
tr: Dinlenme dakikaları
uk_ua: Час відпочинку (в хвилинах)
zh_cn: 休息时间（分钟）
zh_hant: 休息時間（分鐘）

# FocusTimerHelpAction
source: Show me how to use it
ar: أرني كيفية الإستخدام
bg: Покажи ми как да го използвам
cs_cz: Ukažte mi, jak jej používat
da_dk: Vis mig, hvordan jeg bruger det
de_de: Zeig mir, wie man es benutzt
el: Δείξε μου πώς να το χρησιμοποιήσω
es_es: Muéstrame cómo usarlo
fa_ir: نحوه استفاده را نشان بده
fr_fr: Montre moi comment l'utiliser
he_il: הראה לי כיצד להשתמש בו
hr_hr: Pokaži mi kako ga koristiti
hu_hu: Használati módszer
it_it: Mostrami come usarlo
ja_jp: 使い方を教えて
ko_kr: 사용법을 가르쳐 주세요
nl_be: Laat me zien hoe ik het moet gebruiken
pl_pl: Pokaż mi jak z niego korzystać
pt_pt: Mostre-me como usá-lo
ro_ro: Arata-mi cum se foloseste
sv_se: Visa mig hur jag använder den
tr: Nasıl kullanıldığını göster
uk_ua: Покажіть, як ним користуватися
zh_cn: 向我展示如何使用它
zh_hant: 示範使用方法

# FocusTimerHelpMessage
source: This is an interval timer inspired by the pomodoro technique. The goal is to focus on a task for an extended period of time, then take a shorter rest break. Repeat this cycle to keep focusing!
ar: !هذا مؤقت فاصل مستنشق من تقنية بومودورو. الهدف هو التركيز على مهمة لفترة طويلة من الوقت ، ثم أخذ إستراحة قصيرة. كرر هذه الدورة لمواصلة التركيز
bg: Това е интервален таймер, вдъхновен от техниката помодоро. Целта е да се съсредоточите върху дадена задача за продължителен период от време, след което да вземете по-кратка почивка. Повторете този цикъл, за да продължите да се фокусирате!
cs_cz: Toto je časovač úseku inspirovaný technikou pomodoro. Cílem je soustředit se na určitý úkol po dlouhý časový úsek a poté si dát kratší odpočinek. Tento cyklus se opakuje, abyste se nepřestali soustředit.
da_dk: Dette er en intervaltimer inspireret af pomodoro-teknikken. Målet er at fokusere på en opgave i en længere periode og derefter tage en kortere hvilepause. Gentag denne cyklus for at holde fokus!
de_de: Dies ist ein Intervall-Timer, der von der Pomodoro-Technik inspiriert ist. Ziel ist es, sich über einen längeren Zeitraum auf eine Aufgabe zu konzentrieren und dann eine kürzere Ruhepause einzulegen. Wiederholen Sie diesen Zyklus, um sich weiter zu konzentrieren!
el: Πρόκειται για ένα χρονόμετρο διαστήματος εμπνευσμένο από την τεχνική pomodoro. Ο στόχος είναι να εστιάσετε σε μια εργασία για μεγάλο χρονικό διάστημα και μετά να κάνετε ένα μικρότερο διάλειμμα ανάπαυσης. Επαναλάβετε αυτόν τον κύκλο για να συνεχίσετε να εστιάζετε!
es_es: Este es un cronómetro de intervalos inspirado en la técnica pomodoro. El objetivo es concentrarse en una tarea durante un período prolongado de tiempo y luego tomar un descanso más corto. ¡Repita este ciclo para seguir enfocándose!
fa_ir: این یک تایمر دوره ای است که از تکنیک پومودورو الهام گرفته است. هدف این است که برای مدت طولانی روی یک کار تمرکز کنید، سپس استراحت کوتاهی داشته باشید. برای حفظ تمرکز، این چرخه را تکرار کنید!
fr_fr: Il s'agit d'un minuteur d'intervalle inspiré de la technique Pomodoro. L'objectif est de se concentrer sur une tâche pendant une longue période de temps, puis de prendre une pause plus courte. Répétez ce cycle pour continuer à vous concentrer !
he_il: זהו טיימר מרווח בהשראת טכניקת הפומודורו. המטרה היא להתמקד במשימה למשך פרק זמן ממושך, ואז לקחת הפסקת מנוחה קצרה יותר. חזור על מחזור זה כדי להמשיך להתמקד!
hr_hr: Ovo je intervalni tajmer inspiriran pomodoro tehnikom. Cilj je usredotočiti se na zadatak dulje vrijeme, a zatim uzeti kraću pauzu za odmor. Ponovite ovaj ciklus kako biste se nastavili fokusirati!
hu_hu: Ez egy intervallum időzítő, amelyet a pomodoro technika ihletett. A cél az, hogy hosszabb ideig összpontosítson egy feladatra, majd rövidebb pihenőt tartson. Ismételje meg ezt a ciklust, hogy továbbra is összpontosítson!
it_it: Questo è un timer a intervalli ispirato alla tecnica del pomodoro. L'obiettivo è concentrarsi su un'attività per un periodo di tempo prolungato, quindi fare una pausa di riposo più breve. Ripeti questo ciclo per continuare a concentrarti!
ja_jp: ポモドーロテクニックにインスパイアされたインターバルタイマーです。目標は、長時間タスクに集中してから、短い休憩を取ることです。このサイクルを繰り返して焦点を合わせ続けます！
ko_kr: 뽀모도로 기법에서 영감을 받은 인터벌 타이머입니다. 목표는 오랜 시간 동안 작업에 집중한 다음 작업 시간 보다 짧은 휴식을 취하는 것입니다. 계속 초점을 맞추려면 이 주기를 반복하세요!
nl_be: Dit is een intervaltimer geïnspireerd op de pomodoro techniek. Het doel is om je voor een langere periode op een taak te concentreren en vervolgens een kortere rustpauze te nemen. Herhaal deze cyclus om te blijven focussen!
pl_pl: Licznik koncentracji jest inspirowany techniką pomodoro. Technika ta opiera się na dłuższych okresach skupienia przerywanych krótkimi okresami odpoczynku. Powtarzanie tego cyklu pozwala ci skupić się na wykonaniu zadania!
pt_pt: Este é um temporizador de intervalo inspirado na técnica pomodoro. O objetivo é se concentrar em uma tarefa por um longo período de tempo e, em seguida, fazer uma pausa de descanso mais curta. Repita este ciclo para manter o foco!
ro_ro: Acesta este un cronometru cu intervale, inspirat de tehnica pomodoro. Obiectivul este sa te concentrezi pe o sarcina pentru o perioada extinsa de timp, iar dupa aceea sa iei o pauza scurta de odihna. Repeta acest ciclu pentru a ramane concentrat!
sv_se: Detta är en intervalltimer inspirerad av pomodoro-tekniken. Målet är att fokusera på en uppgift under en längre tid och sedan ta en kortare vilopaus. Upprepa denna cykel för att fortsätta fokusera!
tr: Focus Timer, pomodoro tekniğinden ilham alınarak hazırlanmış olan aralıklı zamanlayıcıdır. Uzun bir süre bir göreve odaklanabilmenin sırrı, ardından daha kısa bir dinlenme molası vermektir. Odaklanmaya devam etmek için bu döngüyü tekrarlayın!
uk_ua: Лічильник зосередження створений за мотивами техніки помодоро. Ця техніка базується на більш тривалих періодах зосередженості на завданні, перерваних короткими періодами відпочинку. Повторення цього циклу допомагає вам залишатися зосередженим!
zh_cn: 这是一个受番茄时钟启发的间隔计时器。目标是长时间专注于一项任务，然后进行较短时间的休息。重复此循环以保持专注！
zh_hant: 這是一個受蕃茄工作法啟發的間隔計時器。目標是長時間集中於一個任務，然後進行較短時間的休息。重覆此循環以保持集中！

# FocusTimerHelpTitle
source: Welcome to Focus Timer!
ar: !مرحبا بك في مؤقت التركيز
bg: Добре дошли в таймера за фокусиране!
cs_cz: Vítejte v Časovači Soustředění
da_dk: Velkommen til Focus Timer!
de_de: Willkommen beim Fokus-Timer!
el: Καλώς ορίσατε στο χρονόμετρο εστίασης!
es_es: ¡Bienvenido al temporizador de enfoque!
fa_ir: به تایمر تمرکز خوش آمدید!
fr_fr: Bienvenue à la minuterie de mise au point
he_il: ברוכים הבאים לפוקוס טיימר!
hr_hr: Dobrodošli u Focus Timer!
hu_hu: Üdvözöljük a Focus Timer oldalon!
it_it: Benvenuto in Focus Timer!
ja_jp: フォーカスタイマーへようこそ！
ko_kr: 집중 타이머에 오신 것을 환영합니다!
nl_be: Welkom bij Focus Timer!
pl_pl: Witamy w liczniku koncentracji!
pt_pt: Bem-vindo ao temporizador de foco!
ro_ro: Bine ai venit la cronometrul pentru concentrare!
sv_se: Välkommen till Focus Timer!
tr: Focus Timer'a Hoş Geldiniz!
uk_ua: Ласкаво просимо до лічильника зосередження!
zh_cn: 欢迎使用专注定时器
zh_hant: 歡迎使用集中計時器

source: Help
ar: مساعدة
bg: Помощ
cs_cz: Pomoct
da_dk: Hjælp
de_de: Hilfe
el: Βοήθεια
es_es: Ayuda
fa_ir: راهنما
fr_fr: Aider
he_il: עזרה
hr_hr: Pomoć
hu_hu: Segítség
it_it: Aiuto
ja_jp: ヘルプ
ko_kr: 도움말
pl_pl: Pomoc
pt_pt: Ajuda
ro_ro: Ajutor
sv_se: Hjälp
tr: Yardım
uk_ua: Допомога
zh_cn: 帮助
zh_hant: 幫助

source: Next
ar: التالي
bg: Следващ
cs_cz: Další
da_dk: Næste
de_de: Nächste
el: Επόμενο
es_es: Próximo
fa_ir: بعدی
fr_fr: Suivant
he_il: הבא
hr_hr: Sljedeći
hu_hu: Következő
it_it: Prossimo
ja_jp: 次
ko_kr: 다음
nl_be: Volgend
pl_pl: Dalej
pt_pt: Próximo
ro_ro: Urmatorul
sv_se: Nästa
tr: Sonraki
uk_ua: Далі
zh_cn: 下一个
zh_hant: 下一個

# TipFocusMessage
source: Each cycle has a focus segment and a rest segment. Choose how long each focus segment will be. We recommend 25 minutes to start!
ar: !تحتوي كل دورة على جزء للتركيز وقسم للراحة. اختر المدة التي سيستغرقها كل جزء تركيز. نوصي بـ ٢٥ دقيقة للبدء
bg: Всеки цикъл има фокусен сегмент и сегмент за почивка. Изберете колко дълъг ще бъде всеки фокусен сегмент. Препоръчваме 25 минути за начало!
cs_cz: Každý cyklus se skládá ze soustředění a odpočinku. Zvolte, jak dlouhý bude každý segment pro soustředění. Pro začátek doporučujeme 25 minut!
da_dk: Hver cyklus har et fokussegment og et hvilesegment. Vælg, hvor langt hvert fokussegment skal være. Vi anbefaler 25 minutter at starte!
de_de: Jeder Zyklus hat ein Fokussegment und ein Ruhesegment. Wählen Sie aus, wie lang jedes Fokussegment sein soll. Wir empfehlen 25 Minuten zu Beginn!
el: Κάθε κύκλος έχει ένα τμήμα εστίασης και ένα τμήμα ανάπαυσης. Επιλέξτε πόσο καιρό θα είναι κάθε τμήμα εστίασης. Σας προτείνουμε 25 λεπτά για να ξεκινήσετε!
es_es: Cada ciclo tiene un segmento de enfoque y un segmento de descanso. Elija la duración de cada segmento de enfoque. ¡Recomendamos 25 minutos para comenzar!
fa_ir: هر چرخه دارای یک بخش تمرکز و یک بخش استراحت است. مدت زمان هر بخش تمرکز را انتخاب کنید. توصیه میکنیم از 25 دقیقه شروع کنید!
fr_fr: Chaque cycle comporte un segment de mise au point et un segment de repos. Choisissez la durée de chaque segment de mise au point. Nous recommandons 25 minutes pour commencer !
he_il: לכל מחזור יש מקטע מיקוד ומקטע מנוחה. בחר כמה זמן יהיה כל מקטע מיקוד. אנו ממליצים להתחיל 25 דקות!
hr_hr: Svaki ciklus ima segment fokusa i segment odmora. Odaberite koliko će trajati svaki segment fokusa. Preporučujemo 25 minuta za početak!
hu_hu: Minden ciklushoz tartozik egy fókuszszegmens és egy pihenő szegmens. Válassza ki, hogy az egyes fókuszszegmensek milyen hosszúak legyenek. Javasoljuk, hogy 25 perc legyen a kezdéshez!
it_it: Ogni ciclo ha un segmento di concentrazione e un segmento di riposo. Scegli quanto durerà ciascun segmento di concentrazione. Consigliamo 25 minuti!
ja_jp: 各サイクルには、フォーカスセグメントとレストセグメントがあります。各フォーカスセグメントの長さを選択します。開始するのに25分をお勧めします！
ko_kr: 각 주기에는 집중 구간과 휴식 구간이 있습니다. 각 집중 구간의 길이를 선택하십시오. 처음이라면 25분을 권장합니다!
nl_be: Elke cyclus heeft een focussegment en een rustsegment. Kies hoe lang elk focussegment zal zijn. We raden aan om 25 minuten te beginnen!
pl_pl: Każdy cykl dzieli się na segment koncentracji i segment odpoczynku. Ustaw długość segmentu koncentracji. Na początek proponujemy okres 25 minut!
pt_pt: Cada ciclo tem um segmento de foco e um segmento de descanso. Escolha a duração de cada segmento de foco. Recomendamos 25 minutos para começar!
ro_ro: Fiecare ciclu are un segment de concetrare si unul de odihna. Alege cat de lung va fi fiecare segment de concentrare. Noi recomandam sa incepi cu 25 de minute!
sv_se: Varje cykel har ett fokussegment och ett vilosegment. Välj hur länge varje fokussegment ska vara. Vi rekommenderar 25 minuter att börja!
tr: Her döngünün bir odak bölümü ve bir dinlenme bölümü vardır. Her bir odak bölümünün ne kadar süreceğini seçin. Başlangıç olarak 25 dakikayı öneriyoruz!
uk_ua: Кожен цикл ділиться на сегмент зосередження та сегмент відпочинку. Встановіть довжину кожного. Для початку ми пропонуємо період 25 хвилин!
zh_cn: 每个周期都有一个专注时段和一个休息时段，你需要选择每个专注时段的长度。我们建议您设置为 25 分钟。
zh_hant: 每個循環都有一個集中時段和一個休息時段。請選擇每個集中時間的長度。作為開始，我們建議你設定為 25 分鐘！

# TipFocusTitle
source: Set focus minutes
ar: حدد دقائق التركيز
bg: Задайте минути за фокусиране
cs_cz: Nastavit minuty soustředění
da_dk: Indstil fokusminutter
de_de: Fokusminuten einstellen
el: Ορίστε λεπτά εστίασης
es_es: Establecer minutos de enfoque
fa_ir: زمان تمرکز را تنظیم کنید
fr_fr: Définir les minutes de mise au point
he_il: הגדרת דקות מיקוד
hr_hr: Postavljanje minuta fokusa
hu_hu: Fókuszpercek beállítása
it_it: Imposta i minuti di concentrazione
ja_jp: フォーカス分を設定する
ko_kr: 집중 시간(분) 설정
nl_be: Stel focusminuten in
pl_pl: Ustaw czas koncentracji
pt_pt: Definir minutos de foco
ro_ro: Seteaza minutele pentru concentrare
sv_se: Ställ in fokusminuter
tr: Odaklanma dakikalarını ayarla
uk_ua: Встановіть тривалість режиму зосередженості
zh_cn: 设置专注时长
zh_hant: 設定集中時間（分鐘）

# TipRepeatsMessage
source: Each focus and rest cycle can repeat multiple times. Try adding 1 repeat!
ar: ! يمكن تكرار كل دورة تركيز ودورة راحة عدة مرات. حاول إضافة تكرير ١
bg: Всеки цикъл на фокусиране и почивка може да се повтаря многократно. Опитайте да добавите 1 повторение!
cs_cz: Každý cyklus soustředění a odpočinku se může opakovat několikrát. Zkuste přidat 1 opakování!
da_dk: Hver fokus- og hvilecyklus kan gentages flere gange. Prøv at tilføje 1 gentagelse!
de_de: Jeder Fokus- und Ruhezyklus kann sich mehrmals wiederholen. Versuchen Sie, 1 Wiederholung hinzuzufügen!
el: Κάθε κύκλος εστίασης και ανάπαυσης μπορεί να επαναληφθεί πολλές φορές. Δοκιμάστε να προσθέσετε 1 επανάληψη!
es_es: Cada ciclo de enfoque y descanso puede repetirse varias veces. ¡Intenta agregar 1 repetición!
fa_ir: هر چرخه تمرکز و استراحت می تواند چندین بار تکرار شود. 1 تکرار اضافه کنید!
fr_fr: Chaque cycle de mise au point et de repos peut se répéter plusieurs fois. Essayez d'ajouter 1 répétition !
he_il: כל מחזור מיקוד ומנוחה יכול לחזור על עצמו מספר פעמים. נסה להוסיף חזרה אחת!
hr_hr: Svaki fokus i ciklus odmora mogu se ponoviti više puta. Pokušajte dodati 1 ponovite!
hu_hu: Minden fókusz- és pihenőciklus többször is megismétlődhet. Próbáljon meg hozzáadni 1 ismétlést!
it_it: Ogni ciclo di concentrazione e riposo può ripetersi più volte. Prova ad aggiungere una ripetizione!
ja_jp: 各フォーカスと休憩のサイクルは複数回繰り返すことができます。 1回繰り返してみてください！
ko_kr: 각 집중 및 휴식 주기는 여러 번 반복될 수 있습니다. 1회 반복을 추가해 보세요!
nl_be: Elke focus- en rustcyclus kan zich meerdere keren herhalen. Probeer 1 herhaling toe te voegen!
pl_pl: Cykl koncentracji i odpoczynku może być wielokrotnie powtarzany. Dodaj jedno powtórzenie!
pt_pt: Cada ciclo de foco e descanso pode se repetir várias vezes. Tente adicionar 1 repetição!
ro_ro: Fiecare ciclu de concentrare si odihna se poate repeta de multiple ori. Incearca sa adaugi o repetare!
sv_se: Varje fokus- och vilocykel kan upprepas flera gånger. Prova att lägga till 1 repeat!
tr: Odaklanma ve dinlenme döngüleri birden çok kez tekrarlanabilir. 1 tekrar eklemeyi deneyin!
uk_ua: Цикл зосередження та відпочинку можна повторювати багато разів. Додайте одне повторення!
zh_cn: 每个专注和休息周期可以重复多次。您可以尝试添加 1 次重复！
zh_hant: 每個集中和休息循環都可以重覆幾次。試試新增 1 次重覆！

# TipRepeatsTitle
source: Set repeats
ar: ضبط التكرار
bg: Задайте повторения
cs_cz: Nastavit opakování
da_dk: Indstil gentagelser
de_de: Wiederholungen einstellen
el: Ορίστε επαναλήψεις
es_es: Establecer repeticiones
fa_ir: تعداد تکرارها را تنظیم کنید
fr_fr: Définir des répétitions
he_il: הגדרת חזרות
hr_hr: Postavi ponavljanja
hu_hu: Ismétlések beállítása
it_it: Imposta le ripetizioni
ja_jp: セットリピート
ko_kr: 반복 횟수 설정
nl_be: Herhalingen instellen
pl_pl: Ustaw powtórzenia
pt_pt: Definir repetições
ro_ro: Seteaza repetarile
sv_se: Ställ in upprepningar
tr: Tekrarları ayarla
uk_ua: Встановіть повторення
zh_cn: 设置重复
zh_hant: 設定重覆

# TipRestMessage
source: Now, choose how long each rest segment will be. We recommend about 5 minutes for now!
ar: !الآن ، إختر المدة التي ستكون فيها كل قسم راحة. نوصي بحوالي ٥ دقائق في الوقت الحالي
bg: Сега изберете колко дълъг ще бъде всеки сегмент за почивка. Препоръчваме около 5 минути за сега!
cs_cz: Nyní vyberte, jak dlouhý každý ze segmentů bude. Prozatím doporučujeme 5 minut!
da_dk: Vælg nu, hvor langt hvert hvilesegment vil være. Vi anbefaler ca. 5 minutter for nu!
de_de: Wählen Sie nun aus, wie lange jedes Ruhesegment dauern soll. Wir empfehlen vorerst etwa 5 Minuten!
el: Τώρα, επιλέξτε πόσο καιρό θα είναι κάθε τμήμα ανάπαυσης. Προτείνουμε περίπου 5 λεπτά προς το παρόν!
es_es: Ahora, elige cuánto durará cada segmento de descanso. ¡Recomendamos unos 5 minutos por ahora!
fa_ir: اکنون، مدت زمان هر بخش استراحت را انتخاب کنید. ما در حال حاضر حدود 5 دقیقه را توصیه می کنیم!
fr_fr: Maintenant, choisissez la durée de chaque segment de repos. Nous recommandons environ 5 minutes pour l'instant !
he_il: כעת, בחר כמה זמן יהיה כל קטע מנוחה. אנו ממליצים על 5 דקות לעת עתה!
hr_hr: Sada odaberite koliko će trajati svaki segment odmora. Za sada preporučujemo oko 5 minuta!
hu_hu: Most válassza ki, hogy az egyes pihenőszakaszok milyen hosszúak legyenek. Egyelőre kb. 5 percet ajánlunk!
it_it: Ora scegli la durata di ogni segmento di riposo. Consigliamo circa 5 minuti!
ja_jp: 次に、各レストセグメントの長さを選択します。今のところ5分くらいをお勧めします！
ko_kr: 이제 각 휴식 구간의 시간을 선택합니다. 지금은 5분 정도를 권장합니다!
nl_be: Kies nu hoe lang elk rustsegment zal zijn. We raden ongeveer 5 minuten aan voor nu!
pl_pl: Wybierz długość segmentu odpoczynku. Na początek proponujemy okres 5 minut!
pt_pt: Agora, escolha a duração de cada segmento de descanso. Recomendamos cerca de 5 minutos por enquanto!
ro_ro: Acum, alege cat de lung va fi fiecare segment de odihna. Noi recomandam aproximativ 5 minute pentru inceput!
sv_se: Välj nu hur länge varje vilosegment ska vara. Vi rekommenderar ca 5 minuter för tillfället!
tr: Şimdi, her dinlenme bölümünün ne kadar süreceğini seçin. Şimdilik yaklaşık 5 dakikayı öneriyoruz!
uk_ua: Виберіть тривалість кожного сегмента відпочинку. Ми рекомендуємо почати з 5 хвилин!
zh_cn: 现在选择每个休息时段的长度。我们目前建议设置为 5 分钟！
zh_hant: 現在選擇每個休息時段的長度。我們目前建議設定為 5 分鐘！

# TipRestTitle
source: Set rest minutes
ar: ضبط دقائق الراحة
bg: Задайте минути за почивка
cs_cz: Nastavit minuty pro odpočinek
da_dk: Indstil hvileminutter
de_de: Ruheminuten einstellen
el: Ορίστε λεπτά ανάπαυσης
es_es: Establecer minutos de descanso
fa_ir: زمان استراحت را تنظیم کنید
fr_fr: Définir les minutes de repos
he_il: קבעו דקות מנוחה
hr_hr: Postavljanje minuta odmora
hu_hu: Pihenőpercek beállítása
it_it: Imposta i minuti di riposo
ja_jp: 休憩時間を設定する
ko_kr: 휴식 시간(분) 설정
nl_be: Stel rustminuten in
pl_pl: Ustaw czas odpoczynku
pt_pt: Definir minutos de descanso
ro_ro: Seteaza minutele pentru odihna
sv_se: Ställ in vilominuter
tr: Dinlenme dakikalarını ayarla
uk_ua: Встановіть час відпочинку
zh_cn: 设置休息时间
zh_hant: 設定休息時間（分鐘）

# TipStartButtonMessage
source: Start the timer and work on your tasks. We'll send you notifications when it's time to rest. Work hard!
ar: !إبدأ الموقت واعمل على مهامك. سنرسل إليك إشعارات عندما يحين وقت الراحة. إعمل بجد
bg: Стартирайте таймера и работете върху задачите си. Ще ви изпращаме известия, когато е време за почивка. Работи здраво!
cs_cz: Zapněte časovač a pracujte na svých úkolech. Dáme vědět, až bude čas pro odpočinek. Pracujte tvrdě!
da_dk: Start timeren og arbejd på dine opgaver. Vi sender dig meddelelser, når det er tid til at hvile.
de_de: Starte den Timer und arbeite an deinen Aufgaben. Wir senden Ihnen Benachrichtigungen, wenn es Zeit ist, sich auszuruhen. Hart arbeiten!
el: Ξεκινήστε το χρονόμετρο και επεξεργαστείτε τις εργασίες σας. Θα σας στείλουμε ειδοποιήσεις όταν έρθει η ώρα για ξεκούραση. Δούλεψε σκληρά!
es_es: Inicie el temporizador y trabaje en sus tareas. Te enviaremos notificaciones cuando sea el momento de descansar. ¡Trabaja duro!
fa_ir: تایمر را شروع کنید و روی کار خود تمرکز کنید. زمان استراحت به شما اطلاع داده خواهد شد. قوی باش!
fr_fr: Démarrez le chronomètre et travaillez sur vos tâches. Nous vous enverrons des notifications lorsqu'il sera temps de vous reposer. Travailler dur!
he_il: הפעל את הטיימר ועבוד על המשימות שלך. אנו נשלח לך התראות כשיגיע הזמן לנוח.עבוד קשה!
hr_hr: Pokrenite mjerač vremena i radite na svojim zadacima. Poslat ćemo vam obavijesti kada dođe vrijeme za odmor.
hu_hu: Indítsa el az időzítőt, és dolgozzon a feladatain. Értesítést küldünk neked, amikor eljön a pihenés ideje.
it_it: Avvia il timer e lavora sui tuoi compiti. Ti invieremo notifiche quando è ora di riposare. Lavorare duramente!
ja_jp: タイマーを開始し、タスクに取り組みます。休憩時間になりましたらお知らせします。一生懸命頑張ってください！
ko_kr: 타이머를 시작하고 작업을 수행합니다. 휴식 시간이 되면 알림을 보내드리겠습니다. 화이팅!
nl_be: Start de timer en werk aan uw taken. We sturen je meldingen wanneer het tijd is om uit te rusten. Werk hard!
pl_pl: Uruchom licznik i skoncentruj się na swoim zadaniu. Kiedy przyjdzie czas na odpoczynek pojawi się powiadomienie. Do roboty!
pt_pt: Inicie o cronômetro e trabalhe em suas tarefas. Enviaremos notificações quando for hora de descansar. Trabalhar duro!
ro_ro: Porneste cronometrul si lucreaza pentru sarcinile tale. Iti vom trimite o notificare cand este timpul sa te odihnesti. Lucreaza din greu!
sv_se: Starta timern och arbeta med dina uppgifter. Vi skickar meddelanden till dig när det är dags att vila.
tr: Zamanlayıcıyı başlatın ve görevleriniz üzerinde çalışın. Dinlenme zamanı geldiğinde size bildirim göndereceğiz. İyi çalışmalar!
uk_ua: Запустіть лічильник і зосередьтеся на своєму завданні. Ви отримаєте сповіщення, коли настане час відпочинку. До роботи!
zh_cn: 启动计时器并处理您的任务。到了休息时间，我们会向您发送通知。努力工作吧！
zh_hant: 開始計時並進行你的任務。到了休息時間，我們會向你發送通知。加油吧！
